#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!
ഞാൻ 🛡️<a href="https://t.me/Movie_hut_group">Mᴏᴠɪᴇ HUT GROUP</a>🛡️ എന്ന ഗ്രൂപ്പിൽ മൂവീസ് കൊടുക്കുന്ന ബോട്ട് ആണ് 
 
നോക്കണ്ടാ എന്നെ മറ്റു ഗ്രൂപ്പിൽ ഒന്നും ഉപയോഗിക്കാൻ കഴിയുകയില്ല
Mᴀɪɴᴛᴀɪɴᴇᴅ Bʏ <a href="https://t.me/THOMAS_MOVIE_HUT">BLACK DEVIL</a>
</b>"""   
    
    HELP_TEXT = """
ഒന്ന് പോയെടാ അവൻ help ചോദിച്ചു വന്നിരിക്കുന്നു   വേറെ വല്ല പണിക്കും പോടാ 😂

@MOVIE_HUT_GROUP
"""
    
    ABOUT_TEXT = """<b>➥ Name</b> : <code> Auto Filter BotV2-1</code>
    
<b>➥ Creator</b> : <b><i><a href="https://t.me/THOMAS_MOVIE_HUT">BALCK DEVIL</a></i></b>

<b>➥ Language</b> : <code>Python3</code>

<b>➥ Library</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ Source Code</b> : <i><a href="🔐</a></i>
 നിങ്ങൾക്ക് വേണമെങ്കിൽ Start help about എല്ലാം click ചെയ്തു നോക്കാം എനിക്ക് നിങ്ങൾക്ക് അത്രയും ചെയ്തു തരാൻ കഴിയൂ
"""
